/*
 * @Description: 版权申明
 * @Author: zhangchenle
 * @Date: 2018-06-15 22:20:12
 * @Last Modified by: cb
 * @Last Modified time: 2018-08-24 18:20:18
 */
<template>
	<div id="app" class ='aboutContainer' >
    <about-nav :index="2"></about-nav>
    <div class ='aboutMain'>
      <div class ='aboutTit'>
        <i></i>
        <h1>千氪财经是一个信息获取、分享及传播的平台，我们尊重和鼓励千氪财经用户创作的内容，认识到保护知识产权对千氪财经生存与发展的重要性，承诺将保护知识产权作为千氪财经运营的基本原则之一。</h1>
      </div>
      <p class ='aboutInfo'>1. 用户在千氪财经上发表的全部原创内容（包括但不仅限于回答、文章和评论），著作权均归用户本人所有。用户可授权第三方以任何方式使用，不需要得到千氪财经的同意。</p>
      <p class ='aboutInfo'>2. 千氪财经上可由多人参与编辑的内容，包括但不限于问题及补充说明、答案总结、话题描述、话题结构，所有参与编辑者均同意，相关知识产权归千氪财经所有。</p>
      <p class ='aboutInfo'>3. 千氪财经提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它法律保护，未经相关权利人（含千氪财经及其他原始权利人）同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。</p>
      <p class ='aboutInfo'>4. 为了促进知识的分享和传播，用户将其在千氪财经上发表的全部内容，授予千氪财经免费的、不可撤销的、非独家使用许可，千氪财经有权将该内容用于千氪财经各种形态的产品和服务上，包括但不限于网站以及发表的应用或其他互联网产品。</p>
      <p class ='aboutInfo'>5. 第三方若出于非商业目的，将用户在千氪财经上发表的内容转载在千氪财经之外的地方，应当在作品的正文开头的显著位置注明原作者姓名（或原作者在千氪财经上使用的帐号名称），给出原始链接，注明「发表于千氪财经」，并不得对作品进行修改演绎。若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。</p>
      <p class ='aboutInfo'>6. 千氪财经为用户提供「保留所有权利，禁止转载」的选项。除非获得原作者的单独授权，任何第三方不得转载标注了「禁止转载」的内容，否则均视为侵权。</p>
      <p class ='aboutInfo'>7. 在千氪财经上传或发表的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，千氪财经有权根据实际情况删除相关的内容，且有权追究用户的法律责任。给千氪财经或任何第三方造成损失的，用户应负责全额赔偿。</p>
      <p class ='aboutInfo'>8. 如果任何第三方侵犯了千氪财经用户相关的权利，用户同意授权千氪财经或其指定的代理人代表千氪财经自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在千氪财经认为必要的情况下参与共同维权。</p>
      <p class ='aboutInfo'>9. 千氪财经有权但无义务对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及千氪财经社区指导原则对侵权信息进行处理。</p>
      <div class ='aboutTit'>
        <i></i>
        <h1>个人隐私</h1>
      </div>
          <p class ='aboutInfo'>尊重用户个人隐私信息的私有性是千氪财经的一贯原则，千氪财经将通过技术手段、强化内部管理等办法充分保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或事先得到用户明确授权等原因外，千氪财经保证不对外公开或向第三方透露用户个人隐私信息，或用户在使用服务时存储的非公开内容。同时，为了运营和改善千氪财经的技术与服务，千氪财经将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于千氪财经向用户提供更好的用户体验和服务质量。</p>
                <div class ='aboutTit'>
        <i></i>
        <h1>钛值</h1>
      </div>
                <p class ='aboutInfo'>1. 钛值是专供千氪财经用户在千氪财经使用的数字资产，钛值可用于千氪财经上赞赏、购买和消费内容产品。</p>
                <p class ='aboutInfo'>2. 如果用户使用他人代充或以其他违规方式充值造成其他用户或第三方权益受损时，不得因此要求千氪财经作任何补偿或赔偿，千氪财经保留随时冻结其帐户余额、暂停或终止其使用各项充值服务及禁用其帐户的权利。如千氪财经有理由相信用户的千氪财经币帐户或使用情况涉及违规充值、作弊或异常状况，千氪财经有权拒绝该用户继续使用钛值，并按本协议采取冻结、禁用帐户等相关措施。</p>
                <p class ='aboutInfo'>3. 钛值和人民币的兑换比例以用户购买钛值的服务页面显示为准。并在用户购买千氪财经币的服务页面显示。</p>
      <div class ='aboutTit'>
        <i></i>
        <h1>侵权举报、处理原则</h1>
      </div>
      <p class ='aboutInfo'>千氪财经作为知识讨论社区，高度重视自由表达和个人、企业正当权利的平衡。依照法律规定删除违法信息是千氪财经社区的法定义务，千氪财经社区亦未与任何中介机构合作开展此项业务。受理范围：受理千氪财经社区内侵犯企业或个人合法权益的侵权举报，包括但不限于涉及个人隐私、造谣与诽谤、商业侵权。</p>
      <p class ='aboutInfo'>(1) 涉及个人隐私：发布内容中直接涉及身份信息，如个人姓名、家庭住址、身份证号码、工作单位、私人电话等详细个人隐私；</p>
      <p class ='aboutInfo'>(2) 造谣、诽谤：发布内容中指名道姓（包括自然人和企业）的直接谩骂、侮辱、虚构中伤、恶意诽谤等；</p>
      <p class ='aboutInfo'>(3) 商业侵权：泄露企业商业机密及其他根据保密协议不能公开讨论的内容。</p>
            <div class ='aboutTit'>
        <i></i>
        <h1>举报条件</h1>
      </div>
      <p class ='aboutInfo'>用户在千氪财经发表的内容仅表明其个人的立场和观点，并不代表千氪财经的立场或观点。如果个人或企业发现千氪财经上存在侵犯自身合法权益的内容，可以先尝试与作者取得联系，通过沟通协商解决问题。如您无法联系到作者，或无法通过与作者沟通解决问题，您可通过点击内容下方的举报按钮来向千氪财经平台进行投诉。为了保证问题能够及时有效地处理，请务必提交真实有效、完整。</p>
    </div>
	</div>
</template>

<script>
import AboutNav from '@/components/About/AboutNav';

export default {
  components: { AboutNav },
  head:{
    title:'版权申明-千氪'
  }
}
</script>

<style lang="stylus" rel="stylesheet/stylus">
@import '../../assets/stylus/index.styl'

#app
  margin-bottom 60px
  .aboutMain
    margin-bottom 60px
    width: 1098px
    margin: 0 auto
    background: #fff
    min-height: 600px
    padding: 50px 66px 66px
    .aboutTit
      display flex
      flex-direction row
      margin-top 15px
      i
        display inline-block
        width 8px
        height 8px
        background-color rgba(29, 135, 255, 1)
        margin-top 15px
        margin-right 20px
      h1
        font-size 24px
        color #444
        width 914px
        line-height 36px
    .aboutInfo
      font-size 16px
      color #999
      margin-left 30px
      width 914px
      line-height 28px
      margin-top 15px
</style>
